[TrickNames]

Haste=Muito Rápido
Precipitation=Rápido
Punctual=Feixe de Luz
Appointment=5 Feixes
Hard to get=Health Bonus
Crazy Jump=Tricky Jump
Headshot=Tiro na cabeça
Accuracy=Precisão
Timer=Temporizador
Kills=Abates
Murderer=Assassino
Kill Feast=Kill Feast
Blood Orgy=Blood Orgy
Bonus Challenge=Bonus Challenge
Cleaner: All Enemies Dead=All Enemies Dead
Mayhem=Massacre
Chain Kill=Chain Bonus
Boom!=Explosion
Weeper=Chorão
Lower Guard=Lower Guard
City Guard=City Guard
Elite Guard=Elite Guard
Thug=Valentão
Hound=Cão
overseer=Supervisor
Musical Overseer=Musical Overseer
TallBoy=Alto
assassin=Assassino
Torturer=Torturador
Daud=Daud
Assassinate=Fatalidade
Drop Kill=Drop Assassination
Sever Limb=Dismemberment
Adrenaline=Sanguinário
In Flames=Burning
Dark Kill=Power Kill
Power Combo=Power Combo
Perfect Block=Counterattack
Low Blow=Low Blow
Payback=De Volta para Casa
Faction Combo=Multiple Factions
Get Back=Back Home
Fast Killer=Fast Killer
Fencer=Espadachim
Sharpshooter=Atirador de Elite
No Elixir=No Elixir
Invincible=Invencível
Vanish=Desaparecido
Death Streak=Kill Streak
Stealthy Streak=Stealthy Streak
Drop Assassination=Drop Assassination
Clue=Pista Encontrada
Target=Alvo Assassinado
Lucky Boy=Lucky Guess
Ghost=Fantasma
Quickly Done=Very Fast
Destroy=
Combo=Combo de Tanque
Boiling Oil=20 Tanks
Perfect Wave=Perfect Round
Arrival=Concluir
Mana Bonus=Mana Bonus
Egg1=Ovo de Potterstead
Egg2=Ovo Cullero
Egg3=Ovo de Wynnedown
Egg4=Ovo de Yaro
Egg5=Ovo de Redmoor
Egg6=Ovo Driscol
Coin=Saque
Stealth Bonus=Stealth Bonus
Shoot=Tiro
Multiple Shots=Multi Shot
Surprise shot=Surprise Shot
Civilian spared=Civilian Spared
Novelty=Novidade
Destroy=Tanque Destruído
Bonus Round Won=Bonus Round
Kaboom=Explosão
Head shot=Head Shot

[ResultsMenuStatNames]
; If a stat name is not found here it will fallback on TrickNames
SurvivedWaveCount=Rodadas Sobrevividas
TimeInInfiniteWave=Segundos Sobrevividos no Round Infinito
BestChain=Melhor Combo em Cadeia
UnawareStatus=Sem saber do Jogador
HeadTrackStatus=Jogador com Rastreamento de Cabeça
TurnToFaceStatus=Virou-se para Enfrentar o Jogador
InvestigateStatus=Procurou por Jogador
BustedStatus=Jogador Preso
AsleepStatus=Inimigos Deixados Adormecidos
MisteryManDeadStatus=Inimigos Mortos ou Fugidos
ThiefDeadStatus=Inimigos Mortos
Egg=Ovos
Checkpoint=Raios de Luz
Fall=Cai no Vazio
Speed level=Speed Level
Best Time=Best Time on Challenge
Headshots=Tiros na cabeça
Civilians Spared=Civilians Spared
Drop Assassinations=Drop Assassinations
Highest Height=Highest Jump Height
Average Height=Average Jump Height
BestNumberOfCheckpoints=Melhor Número de Feixes de Luz
Surprise shot=Surprise Shots
